{
    "Desarrollador web full-stack": [
        "Full-Stack Web Developer",
        "Desenvolvedor web full-stack"
    ],
    "Idioma": [
        "Language",
        "Linguagem"
    ],
    "Español": [
        "Spanish",
        "Espanhol"
    ],
    "Portugués": [
        "Portuguese",
        "Português"
    ],
    "Resumen": [
        "Summary",
        "Resumo"
    ],
    "Desarrollador full-stack con experiencia en JavaScript, CSS, HTML, y PHP. Fuerte enfoque en la innovación y el desarrollo de nuevas tecnologías.": [
        "Full-stack developer with experience in JavaScript, CSS, HTML, and PHP. Strong focus on innovation and the development of new technologies.",
        "Desenvolvedor full-stack com experiência em JavaScript, CSS, HTML e PHP. Foco em inovação e desenvolvimento de novas tecnologias."
    ],
    "Experiencia laboral": [
        "Work Experience",
        "Experiência profissional"
    ],
    "Técnico en logística y materiales": [
        "Logistics and Materials Technician",
        "Técnico de logística e materiais"
    ],
    "Gestión y logística de equipos y materiales de la empresa.": [
        "Management and logistics of equipment and materials of the company.",
        "Gestão e logística de equipamentos e materiais da empresa."
    ],
    "Gestión de cotizaciones para la implementación de productos y proyectos para clientes.": [
        "Quotations management for customer product and project implementation.",
        "Gestão de cotações para implementação de produtos e projetos para clientes."
    ],
    "Gerente de protectos": [
        "Project Manager",
        "Gerente de projetos"
    ],
    "Supervisé un equipo de 10 personas y logramos entregar el proyecto SIC a tiempo y dentro del presupuesto.": [
        "Supervised a team of around 10 people and the SIC project on time and within budget.",
        "Supervisionei uma equipe de 10 pessoas e conseguimos entregar o projeto SIC dentro do prazo e do orçamento."
    ],
    "Dirigí las reuniones del equipo y aseguré que todos estuvieran informados de los objetivos del proyecto.": [
        "Led team meetings and ensured everyone was aligned on project goals.",
        "Dirigi as reuniões da equipe e assegurei que todos estivessem informados dos objetivos do projeto."
    ],
    "Trabajé con los clientes para recopilar sus requisitos y asegurar que el proyecto cumpliera sus expectativas.": [
        "Worked with clients to gather requirements and ensure the project met their expectations.",
        "Trabalhei com os clientes para coletar seus requisitos e garantir que o projeto atendesse às suas expectativas."
    ],
    "Supervisor de obra": [
        "Work Supervisor",
        "Supervisor de trabalho"
    ],
    "Supervisé y monitoreé las tareas asignadas en el proyecto SIC.": [
        "Supervised and monitored tasks assigned to the SIC project.",
        "Supervisionei e monitorei as tarefas atribuídas no projeto SIC."
    ],
    "Resolví problemas y aseguré que el proyecto se completara según lo previsto.": [
        "Resolved issues and ensured the project stayed on track.",
        "Resolví problemas e assegurei que o projeto fosse concluído conforme o previsto."
    ],
    "Brindé capacitación y apoyo a los miembros del equipo.": [
        "Provided training and support to team members.",
        "Ofereci treinamento e suporte aos membros da equipe."
    ],
    "Proyectista CAD": [
        "CAD-Designer",
        "Projetista CAD"
    ],
    "Realicé encuestas de campo y preparé planos y documentos para el cableado estructurado del proyecto SIC.": [
        "Conducted field surveys and prepared plans and documentation for the SIC project's structured cabling.",
        "Realizei pesquisas de campo e preparei plantas e documentos para o cabeamento estruturado do projeto SIC."
    ],
    "Trabajé con ingenieros para diseñar soluciones que cumplieran con los requisitos del proyecto.": [
        "Worked with engineers to design solutions that met project requirements.",
        "Trabalhei com engenheiros para projetar soluções que atendessem aos requisitos do projeto."
    ],
    "Operario de montaje": [
        "Assembly Operator",
        "Operador de montagem"
    ],
    "Instalé piezas para la línea de montaje de Sprinter van.": [
        "Installed parts for the Sprinter van assembly line.",
        "Instalei peças para a linha de montagem Sprinter van."
    ],
    "Realicé encuestas para las tareas de esa línea para actualizar los procesos de montaje.": [
        "Conducted surveys of tasks on that line to update assembly processes.",
        "Realizei pesquisas para as tarefas dessa linha para atualizar os processos de montagem."
    ],
    "Habilidades": [
        "Skills",
        "Habilidades"
    ],
    "Programación en JavaScript": [
        "JavaScript programming",
        "Programação em JavaScript"
    ],
    "Dominio de CSS": [
        "CSS proficiency",
        "Domínio de CSS"
    ],
    "Experiencia en HTML": [
        "HTML experience",
        "Experiência em HTML"
    ],
    "Desarrollo en PHP": [
        "PHP development",
        "Desenvolvimento em PHP"
    ],
    "Educación": [
        "Education",
        "Educação"
    ],
    "Desarrollador Full Stack": [
        "Full Stack Developer",
        "Desenvolvedor Full Stack"
    ],
    "Desarrollador Front End": [
        "Front End Developer",
        "Desenvolvedor Front-End"
    ],
    "Programación en Python": [
        "Python programming",
        "Programação em Python"
    ],
    "Diseño 3D y simulaciones en Solid Works": [
        "3D Design and simulations in Solid Works",
        "Design 3D e simulações no SolidWorks."
    ],
    "Impresión 3D (5 años de experiencia)": [
        "3D Printing (5 years of experience)",
        "Impressão 3D (5 anos de experiência)."
    ],
    "G-Code y software de laminado (Slicer).": [
        "G-Code and Slicer's Software",
        "Código G e software de fatiamento (Slicer)."
    ],
    "Información de contacto": [
        "Contact Information",
        "Informação de contato"
    ],
    "Dirección": [
        "Address",
        "Endereço"
    ],
    "Teléfono": [
        "Phone",
        "Telefone"
    ],
    "Correo Electrónico": [
        "E-mail",
        "E-mail"
    ],
    "Idiomas": [
        "Languages",
        "Línguas"
      ],
      "Inglés": [
        "English",
        "Inglês"
      ],
      "Competencia bilingüe o nativa": [
        "Bilingual or native proficiency",
        "Proficiência bilíngue ou nativa"
      ],
      "Competencia básica": [
        "Basic Competence",
        "Competência básica"
      ],
      "Nativo": [
        "Native",
        "Nativo"
      ],

     "Ene" : [
        "Jan",
        "Jan"
      ],
     "Feb" : [
        "Feb",
        "Fev"
      ],
     "Mar" : [
        "Mar",
        "Mar"
      ],
     "Abr" : [
        "Apr",
        "Abr"
      ],
     "May" : [
        "May",
        "Mai"
      ],
     "Jun" : [
        "Jun",
        "Jun"
      ],
     "Jul" : [
        "Jul",
        "Jul"
      ],
     "Ago" : [
        "Aug",
        "Ago"
      ],
     "Sep" : [
        "Sep",
        "Set"
      ],
     "Oct" : [
        "Oct",
        "Out"
      ],
     "Nov" : [
        "Nov",
        "Nov"
      ],
     "Dic" : [
        "Dec",
        "Dez"
      ],
      "Presente": [
          "Present Day",
          "Presente"
      ],
      "Especialista en Llamadas Salientes": [
        "Outbound Calling Specialist",
        "Especialista em Chamadas de Saída"
      ],
      "Realización de llamadas y presentación de discursos de preventa para seguros de automóvil y de hogar": [
        "Dialing and pre-sales speach for auto insurance and home insurance",
        "Realização de chamadas e apresentação de discursos de pré-venda para seguros de automóveis e residências"
      ]
    
    }